import React from "react"
import Slider from "./Slider"

// register Swiper custom elements

const Information = () => {

    return (
        <div className="information animated">
            <div className="information__slider slider swiper">

                <Slider />
               
            </div>
            <div className="information__content">
                <p> Ми поєднали у собі старовинні традиції з технологіями, кінематографічне освітлення 
                    для якісної геометрії у стрижках, класичні техніки з мистецтвом скульптури чоловічої стрижки, 
                    тільки так можна розкрити та створити індивідуальний, впевнений образ.
                    <br />
                    Наша перукарня - перша, хто насмілилася порушити всі стереотипи, ми симбіоз Барберов, скульпторів і 
                    класиків, які прагнуть досконалості. Щотижня проводимо зустрічі та майстер-класи у Києві та Україні, 
                    ділимося секретами та тонкощами правильного гоління в домашніх умовах небезпечною бритвою, ритуалами 
                    королівського гоління. Практичні поради про догляд за бородою та вусами, та правильне укладання волосся, 
                    підбір правильної стрижки за формою обличчя. Ми хочемо допомогти справжнім чоловікам бути ще більш 
                    незалежними та впевненими в собі. Frisor Барбершоп - чоловічий клуб у якому ви не тільки станете кращими, 
                    але й будете озброєні досвідом наших предків.
                </p>
            </div>
        </div>
    )
}

export default Information